#ifndef strah6_h
#define strah6_h
#include "strah5.h"
//подпрограмма для вывода информации об авторе
void infa_razr()
{
 clrscr();
 cout<<"\t\t  Программу разработал:                                   \n";
 cout<<"\t\t                                              \n";
 cout<<"\t\t            Студент группы РП - 08 1/9     \n";
 cout<<"\t\t            Горицан Дмитрий Олегович          \n";
 cout<<"\t\t            Вариант №6                         \n";
 cout<<"\t\t                                              \n";
 cout<<"\t\t  Тема курсовой роботы:                        \n";
 cout<<"\t\t                                              \n";
 cout<<"\t\t  Сраховая компания, описываемая свойствами \n";
 cout<<"\t\t  Номер полиса, Дата начала, Дата окончания\n";
 cout<<"\t\t  Стоимость, Сумма выплаты, ФИО клиента         \n";
 cout<<"\t\t                                              \n";

  //делаем паузу для просмотра
  cout<<"Для продолжения нажмите любую клавишу\n";
 getch();
}
#endif
